{
    "ext_description" : {
        "message" : "Markieren Sie beliebige Teile der Seite, indem Sie ein Auswahlrechteck mit der Maus ziehen."
    },

    "launch_error" : {
        "message" : "Verwendung nicht erlaubt. Bitte versuchen Sie es auf einer anderen Seite. Aus Sicherheitsgründen kann diese Erweiterung auf internen Seiten mit chrome:// und im Chrome Web Store nicht verwendet werden. Falls Sie die Erweiterung auf einer lokalen file:// Seite nutzen wollen, muss dies explizit auf im Erweiterungsmanagement des Browsers aktiviert werden."
    },

    "options_heading" : {
        "message" : "Optionen"
    },
    "permanent_mode" : {
        "message" : "Permanent-Modus"
    },
    "permanent_mode_short" : {
        "message" : "perm"
    },
    "minimize" : {
        "message" : "Minimieren"
    },
    "maximize" : {
        "message" : "Maximieren"
    },
    "help" : {
        "message" : "Hilfe"
    },
    "hide" : {
        "message" : "Verstecken"
    },

    "color" : {
        "message" : "Farbe"
    },
    "color_yellow" : {
        "message" : "Gelb"
    },
    "color_blue" : {
        "message" : "Blau"
    },
    "color_green" : {
        "message" : "Grün"
    },
    "color_red" : {
        "message" : "Rot"
    },
    "color_white" : {
        "message" : "Weiß"
    },
    "color_black" : {
        "message" : "Schwarz"
    },

    "help_text" : {
        "message" : "<div class='srh_modal_h1'>Selection Rectangle Highlighting - Hilfe</div><div class='srh_modal_h2'>Benutzung</div><div class='srh_modal_p'>Durch Klicken des Icons in der Chrome-Erweiterungsleiste (normalerweise rechts neben der Adressleiste) aktivieren Sie den Markierungsmodus. Sie können mit Selection Rectangle Highlighting farbige Auswahlrechtecke durch Drücken und Ziehen der Maustaste an beliebigen Stellen der aktuellen Seite zeichnen. Diese Erweiterung muss auf jeder Seite bzw. jedem Browser-Tab aktiviert werden, auf der sie verwendet werden soll.</div><div class='srh_modal_p'>Zusätzlich öffnet sich ein Optionen-Fenster, welches es erlaubt, die Farbe des Auswahlrechtecks festzulegen. Das Fenster kann durch einen Klick auf den Pfeil minimiert und durch Drag and Drop auch verschoben werden, falls es wichtige Teile der Seite verdeckt.</div><div class='srh_modal_h2'>Permanent-Modus</div><div class='srh_modal_p'>Im Standardmodus verschwinden die Auswahlrechtecke wieder, sobald die Maustaste losgelassen wird. Wenn Sie den \"Permanent-Modus\" durch Anklicken des Kontrollkästchens aktivieren, bleiben die gezeichneten Rechtecke erhalten.</div><div class='srh_modal_p'>Einzelne Rechtecke können durch einen Klick auf diese entfernt werden. Um alle Rechtecke zu entfernen, deaktivieren Sie einfach den \"Permanent-Modus\" wieder oder drücken die Taste \"C\" auf Ihrer Tastatur.</div><div class='srh_modal_h2'>Ausschalten</div><div class='srh_modal_p'>Falls Sie keine Rechtecke mehr zeichnen und die Seite wie gewöhnlich verwenden wollen, klicken Sie noch einmal auf das Erweiterungs-Icon, klicken Sie auf das \"X\" im Optionen-Fenster oder drücken sie die Taste \"Escape\" auf Ihrer Tastatur.</div><div class='srh_modal_h2'>Einschränkungen</div><div class='srh_modal_p'>Aus Sicherheitsgründen kann die Erweiterung auf Seiten des Chrome Web Store und auf internen Seiten mit chrome:// URL nicht verwendet werden. Falls Sie die Erweiterung auf lokalen Seiten unter file:// nutzen wollen, muss dies explizit auf im Erweiterungsmanagement des Browsers aktiviert werden.</div><div class='srh_modal_h2'>Tastaturkürzel</div><div class='srh_modal_p'>ESC ... beendet den Markierungsmodus und schließt das Optionen-Fenster<br/>1-6 ... ändert die Rechtecksfarbe mit den Zahlentasten 1 bis 6<br/>P ... aktiviert/deaktiviert den Permanent-Modus<br/>C ... entfernt alle Rechtecke im Permanent-Modus<br/>H ... verbirgt/zeigt das Optionen-Fenster</div><div class='srh_modal_h2'>Kontaktieren Sie den Entwickler</div><div class='srh_modal_p'>Besuchen Sie meine Webseite: <a href='https://www.mjh.at/'>mjh.at</a><br/><br/>Version: 2.1</div>"
    }

}